[Name.Title.Title_Pearlescent_Avenger:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Resistance value. to be counted."

[Name.Title.Title_Pearlescent_Butcher:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Fresh food!"

[Name.Title.Title_Pearlescent_Sawbar:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Extinguish the fire!"

[Name.Title.Title_Pearlescent_Storm:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Wait, wait, it's raining."
